[
{"id": "660301", "title": "Prachový mužíček", "image_url": "http://mrtns.eu/tovar/_l/660/l660301.jpg?v=0", "author": "Peter Gajdošík", "publisher": "Artis Omnis", "description": "Zbierku poviedok plná napätia, nečakanej hrôzy, tajomna, neobyčajných stvorení a bizarných osudovAutor Peter Gajdošík (1968) je dnes známy najmä ako autor obľúbených rozprávok pre deti. Tentoraz však zameral svoju fantáziu na poviedky plné napätia pre dospelých čitateľov. V dvanástich príbehoch sa do obrazu našej každodennej reality prelieva svet nečakanej hrôzy, tajomna, neobyčajných stvorení a bizarných osudov. Svet, v ktorom sa aj z milého suseda na dôchodku vykľuje šialenec, svet, v ktorom sa pobyt v škole mení na životu nebezpečný zápas medzi učiteľmi a žiakmi. Svižné príbehy sú pretkané čiernym humorom, no na jeho pozadí sa nenápadne odvíjajú ľudské drámy. Slnečné dni často delí od nočnej mory iba tenká čiara. A čitateľ sa stáva svedkami toho, ako ju hrdinovia jednotlivých príbehov prekročia a sú nútení bojovať o záchranu zdravého rozumu, no neraz i o vlastný život. . . ", "price": "9,30 €", "normal_price": "10,90 €", "discount": "15%", "original_name": null, "page_number": "144", "pledge": "pevná väzba", "size": "130×200 mm", "weight": "276 g", "language": "slovenský", "isbn": "9788082010452", "release_year": "2019", "publishing_house": "Artis Omnis", "cat_number": "660301", "url": "https://www.martinus.sk/?uItem=660301"},
{"id": "633387", "title": "Školák s ADHD: Vztahy a sociální dovednosti", "image_url": "http://mrtns.eu/tovar/_l/633/l633387.jpg?v=1566388817", "author": [], "publisher": "Raabe", "description": "V edici Školák s ADHD jsou řady cvičení pro pomoc při potížích s učivem českého jazyka, čtení a psaní, matematiky a sociálních dovedností. Pracovní listy podporují u školáků s ADHD a s SPU porozumění pracovnímu zadání a rozvíjejí další dovednosti, které všichni školáci potřebují pro úspěšné zvládnutí školní docházky. ", "price": "3,97 €", "normal_price": "4,65 €", "discount": "15%", "original_name": null, "page_number": "72", "pledge": "brožovaná väzba", "size": "210×297 mm", "weight": "206 g", "language": "český", "isbn": "9788074964336", "release_year": "2019", "publishing_house": "Raabe", "cat_number": "633387", "url": "https://www.martinus.sk/?uItem=633387"},
{"id": "657123", "title": "Si mŕtvy", "image_url": "http://mrtns.eu/tovar/_l/657/l657123.jpg?v=1569818842", "author": "Sven Lindqvist", "publisher": "Absynt", "description": "Čo urobíme so svetom, v ktorom máme možnosť zničiť samých seba v priebehu niekoľkých minút? Stačí stisnúť jeden gombík, odpáliť zopár bômb. . . Odpoveď hľadá Sven Lindqvist v dejinách nasýtených pušným prachom i oslepujúcimi zábleskami výbuchov. A zisťuje, že realita ďaleko predstihla všetky najsmelšie sci-fi romány. Kniha Si mŕtvy - História bombardovania, to je 400 fragmentov, 400 malých výbuchov, ktoré spoločne utvárajú plastickú predstavu o dejinách bomby. Drážďany, Hirošima, Kórea. . . Všade tam človek demonštroval svoju absolútnu moc rozsievaním smrti z nebeských výšin a toto konanie sa snažil ospravedlniť tými najabsurdnejšími spôsobmi. A hoci v knihe Si mŕtvy - História bombardovania čítame predovšetkým o minulosti, táto kniha je v istom zmysle aj varovaním do budúcnosti. A môžeme len dúfať, že nie je aj predpoveďou. Dejiny sú vždy labyrint plný odbočiek, zákrut a slepých uličiek. Iná nie je ani táto kniha. Podobne ako legendárny román Julia Cortázara Nebo-Peklo-Raj, aj Sven Lindqvist nám dáva niekoľko možností, ako cez knihu prejsť, ako ju prečítať. Zároveň nám však umožňuje, aby sme si vybrali aj vlastnú cestu, aby sme v dejinách blúdili celkom slobodne. ", "price": "12,79 €", "normal_price": "14,99 €", "discount": "15%", "original_name": "A History of Bombing", "page_number": "328", "pledge": "pevná väzba", "size": "166×228 mm", "weight": "684 g", "language": "slovenský", "isbn": "9788082031273", "release_year": "2019", "publishing_house": "Absynt", "cat_number": "657123", "url": "https://www.martinus.sk/?uItem=657123"},
{"id": "659511", "title": "Dlouhá cesta domů", "image_url": "http://mrtns.eu/tovar/_l/659/l659511.jpg?v=1570607406", "author": "Louise Penny", "publisher": "Kalibr", "description": "Po traumatických událostech, které zapříčinily jeho odchod do penze, si Armand Gamache, bývalý vrchní inspektor Sureté du Québec, užívá poklidného života v zapadlé vísce Three Pines a pomalu se zotavuje z utržených ran. Jeho tělesná zranění se hojí dobře, ale s těmi, která utrpěl na duši, je to už horší. A jako by nestačilo, že se musí potýkat s vlastními démony, jeho sousedka Clara Morrowová k nim přidá ještě další. Požádá ho totiž o pomoc při hledání svého manžela Petera, který se po roční odluce v domluvený den nevrátil domů. Gamache děsí, že by měl opustit své bezpečné útočiště, ale Claře nemůže pomoc odmítnout, a tak se společně se svým zetěm a bývalým zástupcem Jeanem Guyem Beauvoirem a další sousedkou Myrnou Landersovou vydává po Peterových stopách na cestu napříč Quebekem a zároveň do hlubin Peterovy ztrápené duše. Čím však na cestě značené Peterovými podivnými obrazy postupují dál, tím větší mají strach, co nakonec najdou. Dlouhá cesta domů je již desátá kniha z úspěšné série s vrchním inspektorem Gamachem. ", "price": "15,43 €", "normal_price": "18,75 €", "discount": "18%", "original_name": null, "page_number": "424", "pledge": "pevná väzba", "size": "152×264 mm", "weight": "840 g", "language": "český", "isbn": "9788076178595", "release_year": "2019", "publishing_house": "Kalibr", "cat_number": "659511", "url": "https://www.martinus.sk/?uItem=659511"},
{"id": "653227", "title": "To, čo nás spája", "image_url": "http://mrtns.eu/tovar/_l/653/l653227.jpg?v=1570541475", "author": "Miroslava Varáčková", "publisher": "Slovart", "description": "Tento titul nájdete v našej ponuke aj v kolekcii za skvelú cenu. Stredoškoláčka Lucia má takmer bezstarostný život. Jediné, čo jej chýba, je mama. Zmizla pred rokmi a nikto nevie kam. Kým Lucia stále verí v zázrak, otec by najradšej zabudol a robí všetko pre to, aby zabudla aj ona. Lucia sa voči jeho postoju tvrdohlavo búri, osamelosť lieči chlapčenskými bozkami, klame a robí hlúposti. Nečakané pochopenie nájde u Ondreja, ktorého iba nedávno spoznala a s ktorým ju spája viac ako iba tetovania. Obyčajný začiatok krehkého kamarátstva vyústi do vzťahu, na ktorý nie je pripravený ani jeden z nich. Pre Ondreja znamená veľký otáznik a pre Luciu trojbodku, za ktorou vidí nádej. Zvládnu to? Príbeh Lucie je nepriamym pokračovaním príbehu troch súrodencov Drž ma, keď padám. ", "price": "9,60 €", "normal_price": "11,95 €", "discount": "20%", "original_name": null, "page_number": "192", "pledge": "pevná väzba s prebalom", "size": "130×2120 mm", "weight": "350 g", "language": "slovenský", "isbn": "9788055641928", "release_year": "2019", "publishing_house": "Slovart", "cat_number": "653227", "url": "https://www.martinus.sk/?uItem=653227"},
{"id": "664181", "title": "Poviedka 2019", "image_url": "http://mrtns.eu/tovar/_l/664/l664181.jpg?v=1570100537", "author": [], "publisher": "Koloman Kertész Bagala", "description": "Zborník najlepších poviedok 23. ročníka tradičnej literárnej súťaže. Hlavnú cenu získala Dominika Moravčíková a porota udelila aj osem prémií, ktoré získali: Maroš Bafia, Ivana Csalová, Peter Getlík, Nicol Hochholczerová, Martin Longa, Michaela Macejková, Jakub Spevák a Petra Stračiaková. Do súťaže bolo prihlásených 300 poviedok a v zborníku nájdete 9 ocenených, predslov predsedníčky poroty a názvy poviedok, ktoré postúpili do druhého a tretieho kola. Na konci knihy je prihláška platná pre nasledujúce ročníky. Porota si pri čítaní súťažných textov všimla značný výskyt detských hrdinov a tém detstva či spomienok. Taktiež sa u súťažiacich objavoval trend opisovania vidieckeho života s prvkami lyriky a magického realizmu. Ako ďalšie pozitívum textov tohto ročníka porotcovia uvítali zvýšený výskyt príbehov zo života starších ľudí. Vo víťaznej poviedke porota ocenila, že napriek príbehu z minulosti bol citeľný presah do súčasných tém ako feminizmus alebo netradičné vzťahy. Zároveň porotu oslovil zaujímavý opis života na dedine, vysoká kvalita štylistiky a netradičné používanie jazykových prostriedkov. ", "price": "4,69 €", "normal_price": "5,50 €", "discount": "15%", "original_name": null, "page_number": "200", "pledge": "brožovaná väzba", "size": "104×143 mm", "weight": "132 g", "language": "slovenský", "isbn": "9788089973309", "release_year": "2019", "publishing_house": "Koloman Kertész Bagala", "cat_number": "664181", "url": "https://www.martinus.sk/?uItem=664181"},
{"id": "642613", "title": "Guinness World Records 2020", "image_url": "http://mrtns.eu/tovar/_l/642/l642613.jpg?v=1570541448", "author": [], "publisher": "Slovart CZ", "description": "V nejnovějším vydání Guinness World Records opět přinášíme nejednu kuriozitu. Seznamte se s nejtalentovanějšími domácími mazlíčky, žasněte nad dechberoucí krásou dinosaurů, obdivujte umělou inteligenci a virtuální realitu. Čekají vás nejnadanější rekordmani ze všech koutů světa. A víc než tisícovka rekordů ze všech oborů lidské činnosti! ", "price": "19,99 €", "normal_price": "24,90 €", "discount": "20%", "original_name": null, "page_number": "256", "pledge": "pevná väzba", "size": "228×304 mm", "weight": "1153 g", "language": "český", "isbn": "9788075298423", "release_year": "2019", "publishing_house": "Slovart CZ", "cat_number": "642613", "url": "https://www.martinus.sk/?uItem=642613"},
{"id": "596593", "title": "Nůž", "image_url": "http://mrtns.eu/tovar/_l/596/l596593.jpg?v=1570118045", "author": "Jo Nesbo", "publisher": "Kniha Zlín", "description": "Harry Hole se už mnohokrát probudil s temným tušením, prázdnou hlavou a kocovinou jako trám. Tentokrát je ovšem probuzení ještě horší než jindy. Kdysi slavný kriminalista má na rukou i kalhotách krev a až po chvíli si vybaví, že ztratil všechno. To tam je idylické manželství s Ráchel, ta tam je zajímavá práce vyučujícího na policejní akademii. Jediné, co mu zbylo, je věrný přítel Jim Beam. A také místo v kanceláři vedle Trulse Berntsena, kde jakožto bývalá legenda smí na přímluvu svého šéfa aspoň třídit papíry. Co si však Harry vybavit nedokáže, jsou události včerejšího večera v baru Jealousy. Jednotlivé střípky vyplouvají na povrch jen pomaloučku, skládají se však ve strašlivý obrázek. Harry si začíná přát, aby se byl vůbec neprobudil, protože i zlý sen je lepší než krutá realita, jíž musí čelit. Ve chvíli, kdy si myslí, že už se dostal na samé dno a víc ztratit nemůže, se navíc objeví jeho dávný nepřítel Svein Finne. Harry má dvě možnosti: skoncovat se vším hned, anebo se ještě aspoň dočasně vzchopit. Autorovy tituly (pro dosažení plnohodnotného zážitku vám doporučujeme číst knížky v uvedeném pořadí :) ) Netopýr (2013) Švábi (2013) Červenka (2014) Nemesis (2011) Pentagram (2011) Spasitel (2012) Sněhulák (2012) Levhart (2013) Přízrak (2014) Policie (2015) Žízeň (2017) Nůž (2019) ", "price": "15,75 €", "normal_price": "18,49 €", "discount": "15%", "original_name": "Kniv", "page_number": "584", "pledge": "pevná väzba s prebalom", "size": "135×205 mm", "weight": "756 g", "language": "český", "isbn": "9788074738777", "release_year": "2019", "publishing_house": "Kniha Zlín", "cat_number": "596593", "url": "https://www.martinus.sk/?uItem=596593"},
{"id": "600717", "title": "Tichá pacientka", "image_url": "http://mrtns.eu/tovar/_l/600/l600717.jpg?v=1569829506", "author": "Alex Michaelides", "publisher": "Lindeni", "description": "Alicia Berensonová má napohľad dokonalý život. Je známa maliarka, vydatá za vychyteného módneho fotografa, ktorého nadovšetko miluje, a býva v nádhernom dome obklopenom zeleňou v luxusnej štvrti Londýna. A predsa jedného večera z neznámych príčin svojho muža chladnokrvne zavraždí. Do hlavy mu vypáli päť rán a odvtedy neprehovorí. Aliciino mlčanie premení obyčajnú rodinnú tragédiu na verejnú záhadu, ktorá Aliciu neslávne preslávi. Cena jej umeleckých diel prudko vzrastie, zatiaľ čo ona sama postupne upadá do zabudnutia za múrmi psychiatrického ústavu. Psychoterapeuta Thea Fabera Aliciin osud od začiatku fascinuje a keď dostane príležitosť s ňou pracovať, urobí všetko pre to, aby prehovorila. Terapia pomaly napreduje a vzťah medzi ním a pacientkou je čoraz dôvernejší. Hľadanie pravdy však na povrch vyplaví skutočnosti, ktoré môžu celkom rozvrátiť aj Faberov vlastný život. . . Psychologický triler s detektívnymi črtami Agathy Christie, nádychom gréckej tragédie a hitchcockovsky pomaly gradujúcim napätím, ktoré vyústi do nepredvídateľného šokujúceho finále. Ambiciózny debut, ktorý žne úspechy po celom svete a chystá sa preniknúť aj na filmové plátna. ", "price": "10,95 €", "normal_price": "12,99 €", "discount": "16%", "original_name": "The Silent Patient", "page_number": "352", "pledge": "pevná väzba", "size": "130×200 mm", "weight": "433 g", "language": "slovenský", "isbn": "9788056612194", "release_year": "2019", "publishing_house": "Lindeni", "cat_number": "600717", "url": "https://www.martinus.sk/?uItem=600717"},
{"id": "645965", "title": "Nalehko", "image_url": "http://mrtns.eu/tovar/_l/645/l645965.jpg?v=1568788749", "author": "Petr Kosek", "publisher": "XYZ", "description": "Nalehko - nová váha dobrodružstvíPokud se Vám zdá nereálné zredukovat svou základní výbavu třeba i na měsíční trek maximálně do 7 kg, právě pro vás je určena tato publikace. Petr Kosek je držitelem ocenění Triple Crown, což znamená, že přešel všechny tři dálkové americké treky. Díky přípravám na ně objevil kouzlo ultralehkého vybavení. Autor v knize představí veškeré ozkoušené tipy a ukáže vám, jak je nesmírně osvobozující pohybovat se krajinou s hlavou vzpřímenou, bez bolesti zad, ramen a kolen. Jednotlivé tematické okruhy se dotknout bezpečnosti, oblečení, spaní, batohů, vaření, vody, jídla, map, navigace a taky základních návyků pro fungování na treku. Vše doplněno o zajímavosti, vlastní zážitky z cest, ilustrace a fotografie. ", "price": "11,93 €", "normal_price": "13,99 €", "discount": "15%", "original_name": null, "page_number": "240", "pledge": "brožovaná väzba", "size": "130×190 mm", "weight": "358 g", "language": "český", "isbn": "9788075975287", "release_year": "2019", "publishing_house": "XYZ", "cat_number": "645965", "url": "https://www.martinus.sk/?uItem=645965"},
{"id": "648321", "title": "Ways of Drawing", "image_url": "http://mrtns.eu/tovar/_l/648/l648321.jpg?v=1569916976", "author": "Royal Drawing School", "publisher": "Thames & Hudson", "description": "Ways of Drawing brings together a sophisticated, exciting range of reflections on markmaking by practising artists, teachers and writers. From explorations of how it feels to draw and personal accounts of artistic development, to short, imaginative propositions for looking, understanding and experiencing afresh, this collection repositions drawing as a vital creative and intellectual endeavour. The book is divided into three sections: `Studio Space', which focuses on drawing within four walls; `Open Space', which ventures out into the cityscapes and landscapes around us; and `Inner Space', which returns to the living, feeling, drawing person. Each section is comprehensively illustrated with a wealth of drawings, prints and paintings by faculty and alumni of the Royal Drawing School, works by established artists past and present, and photographs of artists at work. ", "price": "32,37 €", "normal_price": "37,95 €", "discount": "15%", "original_name": null, "page_number": "272", "pledge": "pevná väzba", "size": "210×280 mm", "weight": "1450 g", "language": "anglický", "isbn": "9780500021903", "release_year": "2019", "publishing_house": "Thames & Hudson", "cat_number": "648321", "url": "https://www.martinus.sk/?uItem=648321"},
{"id": "291388", "title": "Podstata bytia", "image_url": "http://mrtns.eu/tovar/_l/291/l291388.jpg?v=1569921714", "author": "Osho", "publisher": "Eugenika", "description": "Toto je asi úplne najlepšie a najobsiahlejšie dielo Osha. Autor v ňom totiž zhŕňa podstatu celého svojho učenia a zároveň aj podstatu ľudského bytia tak, ako ju vo svojej filozofii chápal a približoval svojim žiakom, pričom je tu rovnomerne podaná teória aj prax. Prvá časť tejto kompilácie (sám Osho nikdy nepísal a netvoril knihy, ale jeho prednášky a lekcie boli nahrávané a prepisované a dnes majú knižnú podobu) obsahuje krásne myšlienky o tom, čo je vlastne skutočná meditácia a jej pravý cieľ, ale aj čo naopak meditácia nie je (hoci to môže byť tak prezentované) ; a ďalej v čom spočíva šťastie, krása, láska, pokoj, múdrosť, duchovný rozvoj a zmysel života vôbec. Druhá časť je plná konkrétnych metód a cvičení, ktoré Osho vymýšľal a vyučoval. Mnohé z týchto metód sú známe - napr. Oshova Dynamická meditácia. Ďalšie sú známe z iných tradícií a učení, ale Osho ich upravil tak, aby neboli ťažké či nesympatické pre moderného človeka. A viaceré sú úplne originálne, vymyslené Oshom podľa toho, čo videl, že dnešní ľudia potrebujú, aby sa mohli dostať ďalej na svojej duchovnej ceste. Všetky sú veľmi dobre vysvetlené a doplnené zaujímavými Oshovými komentármi. Už len čítanie týchto textov pôsobí veľmi inšpirujúco a doslova človeku otvára oči. A pokiaľ niekto bude aj praktizovať uvedené konkrétne meditačné cvičenia, určite mu to prinesie nesmierny úžitok a hlboké prebudenie. Táto kniha patrí k celosvetovo najpopulárnejším knihám od Osha vôbec. ", "price": "8,44 €", "normal_price": "9,90 €", "discount": "15%", "original_name": null, "page_number": "216", "pledge": "brožovaná väzba", "size": "160×235 mm", "weight": "245 g", "language": "slovenský", "isbn": "9788081005152", "release_year": "2019", "publishing_house": "Eugenika", "cat_number": "291388", "url": "https://www.martinus.sk/?uItem=291388"},
{"id": "668211", "title": "Science Lab", "image_url": "http://mrtns.eu/tovar/_l/668/l668211.jpg?v=1570629579", "author": "Robert Winston", "publisher": "Dorling Kindersley", "description": "Excite young minds with these 25 mind-blowing, hands-on STEM experiments for curious kids. From racing wind-up cars and building a sturdy sandcastle to creating a wave machine and making music with a homemade guitar, Science Lab is packed with 25 exciting STEM (Science, Technology, Engineering, and Maths) activities. Why do rafts float? How do bridges stay upright? How do seals stay warm? And how can you make a ball levitate? Each activity explores core STEM ideas to help young readers discover the answers to these fascinating questions for themselves. Simple, easy-to-follow, photographic steps guide young readers through each experiment, along with essential tips and engaging STEM facts. \"Test and tweak\" boxes encourage readers to take their projects to the next level, while \"Real world\" stories show how STEM ideas make up our modern, everyday world. Science Lab is perfect for firing up kids' imaginations, for homework help and for rainy day projects. ", "price": "14,07 €", "normal_price": "16,50 €", "discount": "15%", "original_name": null, "page_number": "160", "pledge": "pevná väzba", "size": "226×283 mm", "weight": "912 g", "language": "anglický", "isbn": "9780241343494", "release_year": "2019", "publishing_house": "Dorling Kindersley", "cat_number": "668211", "url": "https://www.martinus.sk/?uItem=668211"},
{"id": "668241", "title": "Zaha Hadid", "image_url": "http://mrtns.eu/tovar/_l/668/l668241.jpg?v=1570633146", "author": "Isabel Sánchez Vegara", "publisher": "Frances Lincoln", "description": "Part of the critically acclaimed Little People, BIG DREAMS series, Zaha Hadid tells the inspiring true story of the visionary Iraqi-British architect. Zaha Hadid grew up in Baghdad, Iraq surrounded by music. She was a curious and confident child, who designed her own modernist bedroom at nine years old. As a young woman studying at University in Beirut, she was described as the most outstanding pupil the teacher had ever met. With her spectacular vision and belief in the power of architecture, she founded her own firm and designed some of the most outstanding buildings in the world – including the London 2012 Olympic Aquatic Centre. This inspiring book features stylish and quirky illustrations and extra facts at the back, including a biographical timeline with historical photos and a detailed profile of the architect's life. Little People, BIG DREAMS is a bestselling series of books and educational games that explore the lives of outstanding people, from designers and artists to scientists and activists. All of them achieved incredible things, yet each began life as a child with a dream. This empowering series offers inspiring messages to children of all ages, in a range of formats. The board books are told in simple sentences, perfect for reading aloud to babies and toddlers. The hardback versions present expanded stories for beginning readers. Boxed gift sets allow you to collect a selection of the books by theme. Paper dolls, learning cards, matching games and other fun learning tools provide even more ways to make the lives of these role models accessible to children. ", "price": "11,05 €", "normal_price": "12,95 €", "discount": "15%", "original_name": null, "page_number": "32", "pledge": "pevná väzba", "size": "200×245 mm", "weight": "348 g", "language": "anglický", "isbn": "9781786037442", "release_year": "2019", "publishing_house": "Frances Lincoln", "cat_number": "668241", "url": "https://www.martinus.sk/?uItem=668241"},
{"id": "663931", "title": "Jane Austen's England", "image_url": "http://mrtns.eu/tovar/_l/663/l663931.jpg?v=1570091292", "author": "Karin Quint", "publisher": "ACC Art Books", "description": "Walk in Jane Austen's footsteps with this unique travel guide - the first book to explore England in relation to its most beloved Regency author. Rambling across the rolling fields of Hampshire, along the bustling streets of London and around the golden crescents of Bath, Jane Austen's England is the perfect companion for any Janeite planning a pilgrimage. Functionally arranged by region, each chapter tracks down the most iconic scenes from both the big and little screen, as well as the key destinations where Jane lived, danced and wrote. Descriptions of each location are interspersed with biographical anecdotes and local history. Subsections focus on various stately homes that have been featured in every adaptation of every novel, from the beloved Pride and Prejudice television series (1995, Jennifer Ehle and Colin Firth) to Pride and Prejudice and Zombies (2016) . With a compilation of websites, seasonal opening hours and tour details, this compact book contains everything you need to immerse yourself in Austen. ", "price": "17,02 €", "normal_price": "19,95 €", "discount": "15%", "original_name": null, "page_number": "320", "pledge": "brožovaná väzba", "size": "140×210 mm", "weight": "760 g", "language": "anglický", "isbn": "9781788840354", "release_year": "2019", "publishing_house": "ACC Art Books", "cat_number": "663931", "url": "https://www.martinus.sk/?uItem=663931"},
{"id": "656957", "title": "Nine Worlds in Nine Nights", "image_url": "http://mrtns.eu/tovar/_l/656/l656957.jpg?v=1569939218", "author": "Hiawyn Oram", "publisher": "Walker books", "description": "Take a journey into the fantastical worlds of the imagination in this breath-taking, stunningly illustrated gift book. From King Arthur's Round Table at Camelot to the majestic hall of slain heroes in Asgard, visit incredible lands from myth, legend and fairy tale in this beautiful gift book. Follow the story of Dawn Gable, a scientist who shuns the world of stories in favour of dry facts, as she is taken on an unbelievable voyage to open her eyes to the power of imagination. With incredible, intricate art from David Wyatt, explore a city of robots, the ancient city of Kor, the miniature world of Lilliput and flying island of Laputa, a mountainous home of mythical beasts, the primeval island of Buyan and more. An absorbing and breath-taking gift for everyone who believes in the transformative power of stories. ", "price": "18,34 €", "normal_price": "21,50 €", "discount": "15%", "original_name": null, "page_number": "48", "pledge": "pevná väzba", "size": "260×340 mm", "weight": "800 g", "language": "anglický", "isbn": "9781406377705", "release_year": "2019", "publishing_house": "Walker books", "cat_number": "656957", "url": "https://www.martinus.sk/?uItem=656957"},
{"id": "666341", "title": "Tate: Master Oils", "image_url": "http://mrtns.eu/tovar/_l/666/l666341.jpg?v=1570469244", "author": "Selwyn Leamy", "publisher": "Ilex", "description": "Learn how to paint in the fantastic medium of oil. Taking inspiration from iconic paintings in the Tate Collection, discover the techniques of the masters and improve your own painting skills with 30 guided projects. Master brushwork and form with Cezanne; thin and blend with Turner and Whistler; and play with texture with Richter and Riley. ", "price": "16,16 €", "normal_price": "18,95 €", "discount": "15%", "original_name": null, "page_number": "144", "pledge": "brožovaná väzba", "size": "234×193 mm", "weight": "569 g", "language": "anglický", "isbn": null, "release_year": "2019", "publishing_house": "Ilex", "cat_number": "666341", "url": "https://www.martinus.sk/?uItem=666341"},
{"id": "668291", "title": "Guts", "image_url": "http://mrtns.eu/tovar/_l/668/l668291.jpg?v=1570636209", "author": "Raina Telgemeier", "publisher": "Scholastic", "description": "A true story from Raina Telgemeier, the #1 New York Times bestselling, multiple Eisner Award-winning author of Smile, Sisters, Drama, and Ghosts! Raina wakes up one night with a terrible upset stomach. Her mom has one, too, so it's probably just a bug. Raina eventually returns to school, where she's dealing with the usual highs and lows: friends, not-friends, and classmates who think the school year is just one long gross-out session. It soon becomes clear that Raina's tummy trouble isn't going away. . . and it coincides with her worries about food, school, and changing friendships. What's going on? Raina Telgemeier once again brings us a thoughtful, charming, and funny true story about growing up and gathering the courage to face — and conquer — her fears. ", "price": "11,05 €", "normal_price": "12,95 €", "discount": "15%", "original_name": null, "page_number": "224", "pledge": "brožovaná väzba", "size": "147×206 mm", "weight": "404 g", "language": "anglický", "isbn": "9780545852500", "release_year": "2019", "publishing_house": "Scholastic", "cat_number": "668291", "url": "https://www.martinus.sk/?uItem=668291"},
{"id": "662111", "title": "The Marvel Book", "image_url": "http://mrtns.eu/tovar/_l/662/l662111.jpg?v=1569859113", "author": "Stephen Wiacek", "publisher": "Dorling Kindersley", "description": "One Marvel book to guide them all. The Marvel Book charts an exhilarating course through the fascinating, dynamic and awe-inspiring Marvel Comics universe. Packed with vivid comic book imagery, illuminating infographics and incisive, specially curated essays, this book explores the key concepts, characters and events that have defined and shaped Marvel Comics over the past 80 years. Meticulously researched and expertly written, this discerning guide sheds new light on the myriad wonders of the Marvel Comics universe. So whether you are a devoted Marvel Comics fan or a casual reader keen to find out more, The Marvel Book is an invaluable roadmap to a boundless comics universe that will encourage you to see it anew. ", "price": "19,19 €", "normal_price": "22,50 €", "discount": "15%", "original_name": null, "page_number": "256", "pledge": "pevná väzba", "size": "235×200 mm", "weight": "909 g", "language": "anglický", "isbn": "9780241357651", "release_year": "2019", "publishing_house": "Dorling Kindersley", "cat_number": "662111", "url": "https://www.martinus.sk/?uItem=662111"},
{"id": "666339", "title": "1001 Movies You Must See Before You Die", "image_url": "http://mrtns.eu/tovar/_l/666/l666339.jpg?v=1570469120", "author": "Steven Jay Schneider", "publisher": "Cassell Illustrated", "description": "With more than 1. 75 million copies sold worldwide in thirty languages, 1001 Movies You Must See Before You Die celebrates the great and groundbreaking, classic and cult, must-see movies of all time, offering a treasure trove of incisive, witty and revealing insights. Spanning more than a century of extraordinary cinema, this comprehensive volume brings together some of the most significant movies from every country and all genres, from action to Western, through animation, comedy, documentary, musical, thriller, noir, short, romance and sci-fi. Newly revised and updated, this definitive edition features 500 original movie posters and hundreds of stunning movie stills, including recent Oscar-winning and nominated films such as BlacKkKlansman, The Greatest Showman, The Favourite, Roma and A Star is Born. Quotes from movie directors and critics, together with little-known facts, complement the incisive reviews and vital statistics of each movie to make this the most fact-filled edition ever. So, whether your passion is rom-com or art house, The Blue Angel or Blue Velvet, 1001 Movies You Must See Before You Die is bound to become the only film book to which you will ever turn. ", "price": "21,28 €", "normal_price": "24,95 €", "discount": "15%", "original_name": null, "page_number": "960", "pledge": "brožovaná väzba", "size": "210×166 mm", "weight": "1856 g", "language": "anglický", "isbn": null, "release_year": "2019", "publishing_house": "Cassell Illustrated", "cat_number": "666339", "url": "https://www.martinus.sk/?uItem=666339"},
{"id": "646193", "title": "Post Wall, Post Square", "image_url": "http://mrtns.eu/tovar/_l/646/l646193.jpg?v=1569933731", "author": "Kristina Spohr", "publisher": "HarperCollins", "description": "This landmark global study makes us rethink what happened when the Cold War ended and our present era was born. The world changed dramatically as the Berlin Wall fell and protest turned to massacre in Tiananmen Square. Now, with deft analysis and a wealth of newly declassified archival sources, historian Kristina Spohr offers a bold and novel interpretation of the revolutionary upheaval of 1989 and, how in its aftermath, a new world order was forged without major conflict. The Post-Wall world, Spohr argues, was brought about in significant measure through the determined diplomacy of a small cohort of international leaders. They engaged in tough but cooperative negotiation and worked together to reinvent the institutions of the Cold War. Exploring this extraordinary historical moment, Spohr offers a major reappraisal of US President George H. W. Bush and innovative assessments of Soviet leader Mikhail Gorbachev, British Prime Minister Margaret Thatcher, German Chancellor Helmut Kohl, and President Francois Mitterrand of France. But the transformation of Europe must be understood in global context. Spohr elegantly weaves together the Western and Asian timelines to revelatory effect, by contrasting events in Berlin and Moscow with the story in Beijing, where the pro-democracy movement was brutally suppressed by Deng Xiaoping. Post Square, he pushed through China's very different Communist reinvention. Meticulously researched and brilliantly original, Post Wall, Post Square provides an authoritative contemporary history of those crucial hinge years of 1989-1992 and their implications for our times. The world of Putin, Trump and Xi, with a fractious European Union, rogue states and the crisis of mass migration has its roots in the global exit from the Cold War. ", "price": "17,87 €", "normal_price": "20,95 €", "discount": "15%", "original_name": null, "page_number": "432", "pledge": "brožovaná väzba", "size": "153×234 mm", "weight": "1010 g", "language": "anglický", "isbn": "9780008280093", "release_year": "2019", "publishing_house": "HarperCollins", "cat_number": "646193", "url": "https://www.martinus.sk/?uItem=646193"},
{"id": "668253", "title": "Chanel", "image_url": "http://mrtns.eu/tovar/_l/668/l668253.jpg?v=1570634415", "author": "Laetitia Cenac", "publisher": "Harry Abrams", "description": "A gorgeously illustrated exploration of the history, culture, and design process of the famed fashion house Chanel. Chanel: The Making of a Collection traces the design process of the world-renowned fashion house, revealing how a collection is created. Moving from the studio to the fashion show, fashion writer Laetitia Cénac has unprecedented access to explore a world that is usually carefully guarded from the public eye. With hundreds of beautifully rendered fashion illustrations from acclaimed artist Jean-Philippe Delhomme, Karl Lagerfeld's approach to design is brought to life, as are the talents of the masterfully skilled artisans the embroiderers, flower makers, shoemakers, hat makers, and more who specialize in everything from buttons and leather to lace, silk, and cashmere. Delving into the history and culture of the brand, while also detailing contemporary collections, Chanel: The Making of a Collection is a richly visual insider's look at the enduring creative legacy of this haute couture icon. ", "price": "28,96 €", "normal_price": "33,95 €", "discount": "15%", "original_name": null, "page_number": "240", "pledge": "brožovaná väzba", "size": "219×284 mm", "weight": "1113 g", "language": "anglický", "isbn": "9781419740084", "release_year": "2019", "publishing_house": "Harry Abrams", "cat_number": "668253", "url": "https://www.martinus.sk/?uItem=668253"},
{"id": "667217", "title": "The Places I've Cried in Public", "image_url": "http://mrtns.eu/tovar/_l/667/l667217.jpg?v=1570558454", "author": "Holly Bourne", "publisher": "Usborne", "description": "It looked like love. It felt like love. But this isn't a love story. Amelie fell hard for Reese. And she thought he loved her too. But she's starting to realise that real love isn't supposed to hurt like this. So now she's retracing their story, revisiting all the places he made her cry. Because if she works out what went wrong, perhaps she can finally learn how to get over him. ", "price": "8,96 €", "normal_price": "10,50 €", "discount": "15%", "original_name": null, "page_number": "368", "pledge": "brožovaná väzba", "size": "125×195 mm", "weight": "301 g", "language": "anglický", "isbn": "9781474949521", "release_year": "2019", "publishing_house": "Usborne", "cat_number": "667217", "url": "https://www.martinus.sk/?uItem=667217"}